[
  {
    "key": "1",
    "title": "gui",
    "body": "Open the graphical user interface."
  },

  {
    "key": "2",
    "title": "pwd",
    "body": "Print the name of the current directory."
  },

  {
    "key": "3",
    "title": "dir",
    "body": "List the contents of the current directory."
  },

  {
    "key": "4",
    "title": "c:",
    "body": "Change the current directory to the root of the 'c:' hard drive."
  },

  {
    "key": "5",
    "title": "a:",
    "body": "Change the current directory to the root of the 'a:' disk drive."
  },

  {
    "key": "6",
    "title": "cd",
    "body": "cd path\\to\\directory\n\nChange the current directory to the one corresponding to the provided path. The path to the desired directory can be absolute or relative.\nFor example, if your current directory's path is 'c:' and you want to change it to 'c:\\system' you can type 'cd c:\\system' or just 'cd system'.\n\ncd ..\n\nChange the current directory to its parent directory (the one containing it) if there's one."
  },

  {
    "key": "7",
    "title": "whoami",
    "body": "Print the current user."
  },

  {
    "key": "8",
    "title": "login",
    "body": "login user password\n\nLog as a different user, where 'user' is either 'root' or 'guest' and 'password' is the password corresponding to that account.\n\nThe default passwords for the root and guest accounts are 'root' and 'guest' respectively."
  },

  {
    "key": "9",
    "title": "mail",
    "body": "Open the logged user's email reader."
  },  

  {
    "key": "10",
    "title": "read",
    "body": "read path\\to\\file\n\nDisplay the contents of the text file located in the path provided. The file's extension must be included in the path."
  },

  {
    "key": "11",
    "title": "netmap",
    "body": "Print a list of ip addresses for all the devices sharing the same network as yours. Newer versions of netmap can also print the type of device.\n\nNOTE: netmap is only available in HEL OS version 3.0 or higher, but there are additional tools disks containing it."
  },  

  {
    "key": "12",
    "title": "telnet",
    "body": "telnet ip\n\nEstablish a telnet connection to the machine with the provided ip address.\n\nNOTE: telnet is only available in HEL OS version 2.0 or higher, but there are additional tools disks containing it."
  },

  {
    "key": "13",
    "title": "quit",
    "body": "Close a telnet session."
  }
]
